Repository: xcv58/MacTools
Catalog: Plugins/Launchpad/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# backgroundMaterial.frosted
source: 磨砂
ar: معتّم
de: Mattiert
en: Frosted
es: Esmerilado
fr: Dépoli
ja: すりガラス
ko: 반투명
pt: Fosco
ru: Матовый
tr: Buzlu

# backgroundMaterial.hud
source: 深色面板
ar: HUD
de: HUD
en: HUD
es: HUD
fr: HUD
ja: HUD
ko: HUD
pt: HUD
ru: HUD
tr: HUD

# backgroundMaterial.launchpad
source: 启动台
ar: Launchpad
de: Launchpad
en: Launchpad
es: Launchpad
fr: Launchpad
ja: Launchpad
ko: Launchpad
pt: Launchpad
ru: Launchpad
tr: Launchpad
zh_hant: 啟動台

# backgroundMaterial.subtle
source: 柔和
ar: هادئ
de: Dezent
en: Subtle
es: Sutil
fr: Discret
ja: 控えめ
ko: 은은함
pt: Sutil
ru: Ненавязчивый
tr: Yumuşak

# backgroundStyle.clear
source: 清透
ar: شفاف
de: Transparent
en: Clear
es: Transparente
fr: Transparent
ja: クリア
ko: 투명
pt: Transparente
ru: Прозрачный
tr: Berrak

# backgroundStyle.custom
source: 自定义
ar: مخصص
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt: Personalizado
ru: Пользовательский
tr: Özel
zh_hant: 自定義

# backgroundStyle.deep
source: 深邃
ar: عميق
de: Dunkel
en: Deep
es: Profundo
fr: Profond
ja: ディープ
ko: 딥
pt: Profundo
ru: Глубокий
tr: Koyu

# backgroundStyle.standard
source: 标准
ar: قياسي
de: Standard
en: Standard
es: Estándar
fr: Standard
ja: 標準
ko: 표준
pt: Padrão
ru: Стандарт
tr: Standart
zh_hant: 標準

# folder.defaultName
source: 未命名
ar: بدون عنوان
de: Ohne Titel
en: Untitled
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
pt: Sem título
ru: Без названия
tr: Adsız

# folder.rename.placeholder
source: 文件夹名称
ar: اسم المجلد
de: Ordnername
en: Folder name
es: Nombre de carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
pt: Nome da pasta
ru: Имя папки
tr: Klasör adı
zh_hant: 資料夾名稱

# grid.empty.noApps
source: 未找到应用
ar: لم يتم العثور على تطبيقات
de: Keine Apps gefunden
en: No apps found
es: No se encontraron apps
fr: Aucune app trouvée
ja: アプリが見つかりません
ko: 앱을 찾을 수 없음
pt: Nenhum app encontrado
ru: Приложения не найдены
tr: Uygulama bulunamadı
zh_hant: 找不到 App

# grid.empty.noMatches
source: 无匹配应用
ar: لا توجد تطبيقات مطابقة
de: Keine passenden Apps
en: No matching apps
es: No hay apps coincidentes
fr: Aucune app correspondante
ja: 一致するアプリがありません
ko: 일치하는 앱 없음
pt: Nenhum app correspondente
ru: Нет подходящих приложений
tr: Eşleşen uygulama yok
zh_hant: 沒有符合的 App

# grid.menu.copyPath
source: 拷贝路径
ar: نسخ المسار
de: Pfad kopieren
en: Copy Path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt: Copiar caminho
ru: Скопировать путь
tr: Yolu Kopyala
zh_hant: 拷貝路徑

# grid.menu.dissolveFolder
source: 解散文件夹
ar: حلّ المجلد
de: Ordner auflösen
en: Dissolve Folder
es: Desagrupar carpeta
fr: Dissocier le dossier
ja: フォルダを解除
ko: 폴더 해제
pt: Desagrupar pasta
ru: Расформировать папку
tr: Klasörü Dağıt
zh_hant: 解散資料夾

# grid.menu.hide
source: 隐藏
ar: إخفاء
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
ja: 隠す
ko: 숨기기
pt: Ocultar
ru: Скрыть
tr: Gizle
zh_hant: 隱藏

# grid.menu.moveToEnd
source: 移到最后
ar: نقل إلى النهاية
de: Ans Ende bewegen
en: Move to End
es: Mover al final
fr: Déplacer à la fin
ja: 最後に移動
ko: 끝으로 이동
pt: Mover para o fim
ru: Переместить в конец
tr: Sona Taşı
zh_hant: 移到最後

# grid.menu.moveToFront
source: 移到最前
ar: نقل إلى البداية
de: An den Anfang bewegen
en: Move to Front
es: Mover al principio
fr: Déplacer au début
ja: 先頭に移動
ko: 맨 앞으로 이동
pt: Mover para o início
ru: Переместить в начало
tr: Başa Taşı

# grid.menu.open
source: 打开
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
tr: Aç
zh_hant: 打開

# grid.menu.renameFolder
source: 重命名
ar: إعادة التسمية
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
tr: Yeniden Adlandır

# grid.menu.revealInFinder
source: 在 Finder 中显示
ar: إظهار في Finder
de: Anzeigen in Finder
en: Show in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
ja: Finder で表示
ko: Finder에 표시
pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# grid.page.accessibilityLabel
source: 第 %d 页
ar: الصفحة %d
de: Seite %d
en: Page %d
es: Página %d
fr: Page %d
ja: ページ %d
ko: 페이지 %d
pt: Página %d
ru: Страница %d
tr: Sayfa %d
zh_hant: 第 %d 頁

# grid.page.virtualLabel
source: 新页面
ar: صفحة جديدة
de: Neue Seite
en: New Page
es: Nueva página
fr: Nouvelle page
ja: 新しいページ
ko: 새 페이지
pt: Nova página
ru: Новая страница
tr: Yeni Sayfa
zh_hant: 新頁面

# hotCorner.bottomLeft
source: 左下
ar: أسفل اليسار
de: Unten links
en: Bottom Left
es: Inf. izq.
fr: Bas gauche
ko: 왼쪽 아래
pt: Inf. esq.
ru: Внизу слева
tr: Sol Alt

# hotCorner.bottomRight
source: 右下
ar: أسفل اليمين
de: Unten rechts
en: Bottom Right
es: Inf. der.
fr: Bas droite
ko: 오른쪽 아래
pt: Inf. dir.
ru: Внизу справа
tr: Sağ Alt

# hotCorner.off
source: 关闭
ar: إيقاف
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt: Desligado
ru: Выкл.
tr: Kapalı
zh_hant: 關閉

# hotCorner.topLeft
source: 左上
ar: أعلى اليسار
de: Oben links
en: Top Left
es: Sup. izq.
fr: Haut gauche
ko: 왼쪽 위
pt: Sup. esq.
ru: Вверху слева
tr: Sol Üst

# hotCorner.topRight
source: 右上
ar: أعلى اليمين
de: Oben rechts
en: Top Right
es: Sup. der.
fr: Haut droite
ko: 오른쪽 위
pt: Sup. dir.
ru: Вверху справа
tr: Sağ Üst

# labelColor.accent
source: 强调色
ar: تمييز
de: Akzent
en: Accent
es: Énfasis
fr: Accentuation
ja: アクセント
ko: 강조 색상
pt: Destaque
ru: Акцентный
tr: Vurgu
zh_hant: 強調色

# labelColor.automatic
source: 自动
ar: تلقائي
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Автоматически
tr: Otomatik
zh_hant: 自動

# labelColor.dark
source: 黑色
ar: أسود
de: Schwarz
en: Black
es: Negro
fr: Noir
ja: 黒
ko: 검은색
pt: Preto
ru: Черный
tr: Siyah

# labelColor.light
source: 白色
ar: أبيض
de: Weiß
en: White
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt: Branco
ru: Белый
tr: Beyaz

# labelSize.large
source: 大
ar: كبير
de: Groß
en: Large
es: Grande
fr: Grand
ko: 대형
pt: Grande
ru: Большой
tr: Büyük

# labelSize.medium
source: 中
ar: متوسط
de: Mittel
en: Medium
es: Medio
fr: Moyen
ko: 중간
pt: Médio
ru: Средний
tr: Orta

# labelSize.small
source: 小
ar: صغير
de: Klein
en: Small
es: Pequeño
fr: Petit
ko: 소형
pt: Pequeno
ru: Маленький
tr: Küçük

# labelWeight.bold
source: 加粗
ar: عريض
de: Fett
en: Bold
es: Negrita
fr: Gras
ja: 太字
ko: 굵게
pt: Negrito
ru: Жирный
tr: Kalın

# labelWeight.medium
source: 中等
ar: متوسط
de: Mittel
en: Medium
es: Medio
fr: Moyen
ja: 中
ko: 중간
pt: Médio
ru: Средний
tr: Orta

# labelWeight.regular
source: 常规
ar: عادي
de: Normal
en: Regular
es: Normal
fr: Régulier
ja: 標準
ko: 보통
pt: Normal
ru: Обычный
tr: Normal
zh_hant: 常規

# labelWeight.semibold
source: 半粗
ar: شبه عريض
de: Halbfett
en: Semibold
es: Seminegrita
fr: Semi-gras
ja: やや太字
ko: 약간 굵게
pt: Seminegrito
ru: Полужирный
tr: Yarı Kalın

# metadata.description
source: 打开应用网格，搜索并启动
ar: افتح شبكة التطبيقات، وابحث وشغّل التطبيقات.
de: App-Raster öffnen, Apps suchen und starten.
en: Open the app grid, search, and launch apps.
es: Abre la cuadrícula de apps, busca y abre apps.
fr: Ouvrez la grille d’apps, recherchez et lancez des apps.
ja: アプリグリッドを開き、検索して起動します。
ko: 앱 그리드를 열고 검색해 실행합니다.
pt: Abra a grade de apps, pesquise e abra apps.
ru: Откройте сетку приложений, найдите и запустите приложения.
tr: Uygulama ızgarasını açın, arama yapın ve uygulamaları başlatın.
zh_hant: 打開 App 網格，搜尋並啟動

# metadata.title
source: 启动台
ar: Launchpad
de: Launchpad
en: Launchpad
es: Launchpad
fr: Launchpad
ja: Launchpad
ko: Launchpad
pt: Launchpad
ru: Launchpad
tr: Launchpad
zh_hant: 啟動台

# panel.button.open
source: 打开
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
tr: Aç
zh_hant: 打開

# search.placeholder
source: 搜索应用
ar: البحث في التطبيقات
de: Apps suchen
en: Search apps
es: Buscar apps
fr: Rechercher des apps
ja: アプリを検索
ko: 앱 검색
pt: Pesquisar apps
ru: Поиск приложений
tr: Uygulama Ara
zh_hant: 搜尋 App

# settings.appearance.iconSize.description
source: 每页行列数随之变化
ar: يضبط الصفوف والأعمدة لكل صفحة
de: Passt Zeilen und Spalten pro Seite an
en: Rows and columns adjust per page
es: Ajusta filas y columnas por página
fr: Ajuste les lignes et colonnes par page
ja: ページごとの行と列が変わります
ko: 페이지당 행과 열이 조정됩니다
pt: Ajusta linhas e colunas por página
ru: Меняет число строк и столбцов на странице
tr: Satır ve sütun sayısı sayfaya göre ayarlanır
zh_hant: 每頁行列數隨之變化

# settings.appearance.iconSize.title
source: 图标大小
ar: حجم الرمز
de: Symbolgröße
en: Icon Size
es: Tamaño del icono
fr: Taille de l'icône
ja: アイコンのサイズ
ko: 아이콘 크기
pt: Tamanho do ícone
ru: Размер значка
tr: Simge Boyutu
zh_hant: 圖標大小

# settings.appearance.labelColor.description
source: 深色背景下可选浅色更清晰
ar: استخدم الأبيض على الخلفيات الداكنة لزيادة التباين
de: Auf dunklem Hintergrund ist Weiß besser lesbar
en: Use white on dark backgrounds for better contrast
es: Usa blanco en fondos oscuros para más contraste
fr: Utilisez le blanc sur les fonds sombres
ja: 暗い背景では白が見やすくなります
ko: 어두운 배경에서는 흰색이 더 선명합니다
pt: Use branco em fundos escuros para mais contraste
ru: На темном фоне лучше виден белый текст
tr: Daha iyi karşıtlık için koyu arka planlarda beyazı kullanın
zh_hant: 深色背景下可選淺色更清晰

# settings.appearance.labelColor.title
source: 标签颜色
ar: لون الاسم
de: Namensfarbe
en: Name Color
es: Color del nombre
fr: Couleur du nom
ja: 名前の色
ko: 이름 색상
pt: Cor do nome
ru: Цвет названия
tr: Ad Rengi
zh_hant: 標籤顏色

# settings.appearance.labelSize.description
source: 与图标大小协调缩放
ar: يتغير مع حجم الأيقونة
de: Skaliert mit der Symbolgröße
en: Scales with the icon size
es: Escala con el tamaño del icono
fr: Suit la taille de l’icône
ja: アイコンサイズに合わせて変わります
ko: 아이콘 크기에 맞춰 조정됩니다
pt: Acompanha o tamanho do ícone
ru: Масштабируется вместе со значком
tr: Simge boyutuyla birlikte ölçeklenir
zh_hant: 與圖標大小協調縮放

# settings.appearance.labelSize.title
source: 标签字号
ar: حجم الاسم
de: Namensgröße
en: Name Size
es: Tamaño del nombre
fr: Taille du nom
ja: 名前のサイズ
ko: 이름 크기
pt: Tamanho do nome
ru: Размер названия
tr: Ad Boyutu
zh_hant: 標籤字號

# settings.appearance.labelWeight.description
source: 应用名称与文件夹标题共用
ar: ينطبق على أسماء التطبيقات والمجلدات
de: Gilt für App-Namen und Ordnertitel
en: Applies to app names and folder titles
es: Se aplica a nombres de apps y carpetas
fr: S’applique aux apps et aux dossiers
ja: アプリ名とフォルダ名に適用されます
ko: 앱 이름과 폴더 제목에 적용됩니다
pt: Aplica-se a nomes de apps e pastas
ru: Для названий приложений и папок
tr: Uygulama adlarına ve klasör başlıklarına uygulanır
zh_hant: 應用名稱與資料夾標題共用

# settings.appearance.labelWeight.title
source: 标签字重
ar: وزن الاسم
de: Namensstärke
en: Name Weight
es: Grosor del nombre
fr: Épaisseur du nom
ja: 名前の太さ
ko: 이름 굵기
pt: Peso do nome
ru: Толщина названия
tr: Ad Kalınlığı
zh_hant: 標籤字重

# settings.appearance.preview.accessibility
source: 排列预览：当前设置每页 %1$d 列 %2$d 行，共 %3$d 个
ar: معاينة التخطيط: %1$d أعمدة × %2$d صفوف، %3$d تطبيقات لكل صفحة
de: Layoutvorschau: %1$d Spalten × %2$d Reihen, %3$d Apps pro Seite
en: Layout preview: %1$d columns by %2$d rows, %3$d apps per page
es: Vista previa: %1$d columnas por %2$d filas, %3$d apps por página
fr: Aperçu : %1$d colonnes par %2$d lignes, %3$d apps par page
ja: レイアウトプレビュー：%1$d列×%2$d行、1ページ%3$d個
ko: 레이아웃 미리보기: %1$d열 × %2$d행, 페이지당 %3$d개
pt: Prévia do layout: %1$d colunas por %2$d linhas, %3$d apps por página
ru: Предпросмотр раскладки: %1$d столбцов на %2$d строк, %3$d приложений на странице
tr: Düzen önizlemesi: %1$d sütun × %2$d satır, sayfa başına %3$d uygulama
zh_hant: 排列預覽：目前設定每頁 %1$d 列 %2$d 行，共 %3$d 個

# settings.appearance.preview.caption
source: %1$d 列 × %2$d 行 · 每页 %3$d 个
ar: %1$d أعمدة × %2$d صفوف · %3$d لكل صفحة
de: %1$d Spalten × %2$d Reihen · %3$d pro Seite
en: %1$d columns × %2$d rows · %3$d per page
es: %1$d columnas × %2$d filas · %3$d por página
fr: %1$d colonnes × %2$d lignes · %3$d par page
ja: %1$d列 × %2$d行 · 1ページ%3$d個
ko: %1$d열 × %2$d행 · 페이지당 %3$d개
pt: %1$d colunas × %2$d linhas · %3$d por página
ru: %1$d столбцов × %2$d строк · %3$d на странице
tr: %1$d sütun × %2$d satır · sayfa başına %3$d
zh_hant: %1$d 列 × %2$d 行 · 每頁 %3$d 個

# settings.appearance.showNames.description
source: 关闭后仅显示图标，排列更紧凑
ar: أوقفه لعرض الأيقونات فقط
de: Ausschalten, um nur Symbole zu zeigen
en: Turn off to show icons only
es: Desactívalo para mostrar solo iconos
fr: Désactivez pour afficher seulement les icônes
ja: オフにするとアイコンだけを表示します
ko: 끄면 아이콘만 표시됩니다
pt: Desative para mostrar apenas ícones
ru: Отключите, чтобы показывать только значки
tr: Yalnızca simgeleri göstermek için kapatın
zh_hant: 關閉後僅顯示圖標，排列更緊湊

# settings.appearance.showNames.title
source: 显示应用名称
ar: إظهار أسماء التطبيقات
de: App-Namen anzeigen
en: Show App Names
es: Mostrar nombres de aplicaciones
fr: Afficher les noms des applications
ja: アプリ名を表示
ko: 앱 이름 표시
pt: Mostrar nomes de aplicativos
ru: Показать названия приложений
tr: Uygulama Adlarını Göster
zh_hant: 顯示應用名稱

# settings.appearance.title
source: 外观
ar: المظهر
de: Aussehen
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_hant: 外觀

# settings.background.dim.description
source: 数值越大背景越暗
ar: القيم الأعلى تجعل الخلفية أغمق
de: Höhere Werte machen den Hintergrund dunkler
en: Higher values make the background darker
es: Los valores más altos oscurecen el fondo
fr: Les valeurs élevées assombrissent le fond
ja: 値が大きいほど背景が暗くなります
ko: 값이 높을수록 배경이 어두워집니다
pt: Valores mais altos escurecem o fundo
ru: Чем выше значение, тем темнее фон
tr: Değer yükseldikçe arka plan koyulaşır
zh_hant: 數值越大背景越暗

# settings.background.dim.title
source: 背景暗化
ar: تعتيم الخلفية
de: Hintergrund abdunkeln
en: Background Dimming
es: Oscurecer fondo
fr: Assombrir le fond
ja: 背景の暗さ
ko: 배경 어둡게
pt: Escurecer fundo
ru: Затемнение фона
tr: Arka Plan Karartma

# settings.background.material.description
source: 背景玻璃的取样材质
ar: مادة الزجاج للخلفية
de: Material des Glas-Hintergrunds
en: Material used for the glass backdrop
es: Material del cristal del fondo
fr: Matériau du verre d’arrière-plan
ja: 背景ガラスの素材
ko: 배경 유리 소재
pt: Material do vidro de fundo
ru: Материал стеклянного фона
tr: Cam zeminde kullanılan malzeme
zh_hant: 背景玻璃的取樣材質

# settings.background.material.title
source: 玻璃材质
ar: مادة الزجاج
de: Glasmaterial
en: Glass Material
es: Material de vidrio
fr: Matériau en verre
ja: ガラス素材
ko: 유리 소재
pt: Material de vidro
ru: Материал стекла
tr: Cam Malzemesi
zh_hant: 玻璃材質

# settings.background.preview.accessibility
source: 背景玻璃效果预览
ar: معاينة زجاج الخلفية
de: Vorschau des Glas-Hintergrunds
en: Background glass preview
es: Vista previa del cristal de fondo
fr: Aperçu du verre d’arrière-plan
ja: 背景ガラスのプレビュー
ko: 배경 유리 미리보기
pt: Prévia do vidro de fundo
ru: Предпросмотр стеклянного фона
tr: Arka plan camı önizlemesi
zh_hant: 背景玻璃效果預覽

# settings.background.style.clearDescription
source: 更通透，桌面清晰可见
ar: أكثر شفافية؛ يبقى سطح المكتب مرئيًا
de: Transparenter; der Schreibtisch bleibt sichtbar
en: More transparent; the desktop stays visible
es: Más transparente; el escritorio queda visible
fr: Plus transparent ; le bureau reste visible
ja: より透明で、デスクトップが見えます
ko: 더 투명하게 데스크탑이 보입니다
pt: Mais transparente; a mesa fica visível
ru: Больше прозрачности; рабочий стол виден
tr: Daha şeffaf; masaüstü görünür kalır
zh_hant: 更通透，桌面清晰可見

# settings.background.style.customDescription
source: 自选材质与暗化程度
ar: اختر المادة ومستوى التعتيم
de: Material und Abdunklung wählen
en: Choose material and dim level
es: Elige material y nivel de oscurecimiento
fr: Choisissez le matériau et l’assombrissement
ja: 素材と暗さを選びます
ko: 소재와 어둡기 수준을 선택합니다
pt: Escolha material e nível de escurecimento
ru: Выберите материал и уровень затемнения
tr: Malzeme ve karartma düzeyini seçin
zh_hant: 自選材質與暗化程度

# settings.background.style.deepDescription
source: 更暗更沉浸，聚焦图标
ar: أغمق مع تركيز أكبر على الأيقونات
de: Dunkler, mit Fokus auf den Symbolen
en: Darker and more focused on icons
es: Más oscuro y centrado en los iconos
fr: Plus sombre, avec les icônes en avant
ja: より暗く、アイコンに集中できます
ko: 더 어둡게 아이콘에 집중합니다
pt: Mais escuro, com foco nos ícones
ru: Темнее, с акцентом на значки
tr: Daha koyu ve simgelere odaklı
zh_hant: 更暗更沉浸，聚焦圖標

# settings.background.style.standardDescription
source: 默认观感，均衡的玻璃质感
ar: مظهر زجاجي متوازن افتراضي
de: Ausgewogener Standard-Glaslook
en: Default balanced glass look
es: Aspecto de cristal equilibrado predeterminado
fr: Aspect de verre équilibré par défaut
ja: 標準のバランスのよいガラス表示
ko: 기본 균형 유리 스타일
pt: Visual de vidro equilibrado padrão
ru: Стандартный сбалансированный вид стекла
tr: Dengeli varsayılan cam görünümü
zh_hant: 預設觀感，均衡的玻璃質感

# settings.background.style.title
source: 玻璃风格
ar: نمط الزجاج
de: Glasstil
en: Glass Style
es: Estilo de cristal
fr: Style de verre
ja: ガラスのスタイル
ko: 유리 스타일
pt: Estilo de vidro
ru: Стиль стекла
tr: Cam Stili
zh_hant: 玻璃風格

# settings.background.title
source: 背景
ar: الخلفية
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan
ko: 배경
pt: Plano de fundo
ru: Фон
tr: Arka Plan

# settings.grid.autoColumns.description
source: 按窗口宽度自动排布
ar: يرتب تلقائيًا حسب عرض النافذة
de: Automatisch nach Fensterbreite anordnen
en: Arrange automatically based on window width
es: Organiza según el ancho de la ventana
fr: Adapte selon la largeur de la fenêtre
ja: ウィンドウ幅に合わせて自動配置
ko: 창 너비에 맞춰 자동 배치
pt: Organiza conforme a largura da janela
ru: Автоматически по ширине окна
tr: Pencere genişliğine göre otomatik yerleştirir
zh_hant: 按窗口寬度自動排布

# settings.grid.autoColumns.title
source: 自动列数
ar: الأعمدة التلقائية
de: Automatische Spalten
en: Auto Columns
es: Columnas automáticas
fr: Colonnes automatiques
ja: 自動列
ko: 자동 열
pt: Colunas automáticas
ru: Автоматические столбцы
tr: Otomatik Sütunlar
zh_hant: 自動列數

# settings.grid.columns.description
source: 固定每行的应用数量
ar: يثبت عدد التطبيقات في كل صف
de: Legt die Anzahl der Apps pro Reihe fest
en: Fix the number of apps in each row
es: Fija cuántas apps hay por fila
fr: Fixe le nombre d’apps par ligne
ja: 1行あたりのアプリ数を固定します
ko: 한 행의 앱 수를 고정합니다
pt: Fixa o número de apps por linha
ru: Задает число приложений в строке
tr: Her satırdaki uygulama sayısını sabitler
zh_hant: 固定每行的應用數量

# settings.grid.columns.title
source: 每行图标
ar: أيقونات لكل صف
de: Symbole pro Zeile
en: Icons per Row
es: Iconos por fila
fr: Icônes par ligne
ja: 行ごとのアイコン
ko: 행당 아이콘
pt: Ícones por linha
ru: Иконок в строке
tr: Satır Başına Simge
zh_hant: 每行圖標

# settings.grid.columns.value
source: %d 个
ar: %d
de: %d
en: %d
es: %d
fr: %d
ja: %d
ko: %d
pt: %d
ru: %d
tr: %d
zh_hant: %d 個

# settings.grid.title
source: 网格
ar: الشبكة
de: Gitter
en: Grid
es: Cuadrícula
fr: Grille
ja: グリッド
ko: 그리드
pt: Grade
ru: Сетка
tr: Izgara
zh_hant: 網格

# settings.hiddenApps.restore
source: 恢复
ar: استعادة
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hant: 恢復

# settings.hiddenApps.restoreAll
source: 全部恢复
ar: استعادة الكل
de: Alle wiederherstellen
en: Restore All
es: Restaurar todo
fr: Tout restaurer
ja: すべて復元
ko: 모두 복원
pt: Restaurar tudo
ru: Восстановить все
tr: Tümünü Geri Yükle
zh_hant: 全部恢復

# settings.hiddenApps.title
source: 隐藏的应用
ar: التطبيقات المخفية
de: Versteckte Apps
en: Hidden Apps
es: Aplicaciones ocultas
fr: Applications cachées
ja: 隠しアプリ
ko: 숨겨진 앱
pt: Aplicativos ocultos
ru: Скрытые приложения
tr: Gizli Uygulamalar
zh_hant: 隱藏的應用

# settings.hotCorner.description
source: 光标停在所选屏幕角落即唤出启动台
ar: يفتح Launchpad عند بقاء المؤشر في زاوية الشاشة
de: Öffnet Launchpad, wenn der Zeiger in einer Ecke ruht
en: Open Launchpad when the pointer rests in a screen corner
es: Abre Launchpad al dejar el puntero en una esquina
fr: Ouvre Launchpad quand le pointeur reste dans un coin
ja: ポインタを画面の隅に置くとLaunchpadを開きます
ko: 포인터가 화면 모서리에 머물면 Launchpad를 엽니다
pt: Abre o Launchpad ao parar o cursor em um canto
ru: Открывает Launchpad, когда указатель в углу экрана
tr: İşaretçi ekranın bir köşesinde durduğunda Launchpad'i açar
zh_hant: 指標停在所選螢幕角落即打開啟動台

# settings.hotCorner.title
source: 热区唤起
ar: زاوية فعّالة
de: Aktive Ecke
en: Hot Corner
es: Esquina activa
fr: Coin actif
ja: ホットコーナー
ko: 핫 코너
pt: Canto ativo
ru: Активный угол
tr: Etkin Köşe
zh_hant: 熱區喚起

# settings.sorting.customOrder.description
source: 已手动调整过应用顺序
ar: تم تعديل ترتيب التطبيق يدويًا.
de: App-Reihenfolge wurde manuell angepasst.
en: App order has been adjusted manually.
es: El orden de las aplicaciones se ha ajustado manualmente.
fr: L'ordre des applications a été ajusté manuellement.
ja: アプリの順序は手動で調整されました。
ko: 앱 순서가 수동으로 조정되었습니다.
pt: A ordem dos aplicativos foi ajustada manualmente.
ru: Порядок приложений изменен вручную.
tr: Uygulama sırası el ile ayarlandı.
zh_hant: 已手動調整過應用順序

# settings.sorting.customOrder.title
source: 自定义排序
ar: ترتيب مخصص
de: Eigene Reihenfolge
en: Custom Order
es: Orden personalizado
fr: Ordre personnalisé
ja: カスタム順序
ko: 사용자 지정 순서
pt: Ordem personalizada
ru: Свой порядок
tr: Özel Sıra
zh_hant: 自定義排序

# settings.sorting.restoreAlphabetical
source: 恢复字母序
ar: استعادة الترتيب الأبجدي
de: Alphabetische Reihenfolge wiederherstellen
en: Restore Alphabetical Order
es: Restaurar orden alfabético
fr: Rétablir l'ordre alphabétique
ja: アルファベット順に戻す
ko: 알파벳 순서 복원
pt: Restaurar ordem alfabética
ru: Восстановить алфавитный порядок
tr: Alfabetik Sırayı Geri Yükle
zh_hant: 恢復字母序

# settings.sorting.title
source: 排序
ar: الفرز
de: Sortierung
en: Sorting
es: Ordenación
fr: Tri
ja: 並べ替え
ko: 정렬
pt: Ordenação
ru: Сортировка
tr: Sıralama

# settings.window.mode.compactDescription
source: 屏幕中央的浮窗，点击窗外关闭
ar: نافذة عائمة في الوسط؛ انقر خارجها للإغلاق
de: Zentriertes schwebendes Fenster; außen klicken schließt es
en: Centered floating window; click outside to close
es: Ventana flotante centrada; haz clic fuera para cerrar
fr: Fenêtre flottante centrée ; cliquez dehors pour fermer
ja: 中央のフローティングウィンドウ。外側のクリックで閉じます
ko: 가운데 떠 있는 창이며 바깥을 클릭하면 닫힙니다
pt: Janela flutuante central; clique fora para fechar
ru: Плавающее окно по центру; закройте кликом снаружи
tr: Ekranda ortada duran yüzen pencere; kapatmak için dışına tıklayın
zh_hant: 螢幕中央的浮窗，點擊窗外關閉

# settings.window.mode.fullscreenDescription
source: 铺满当前屏幕，点击空白处关闭
ar: يملأ الشاشة الحالية؛ انقر مساحة فارغة للإغلاق
de: Füllt den aktuellen Bildschirm; leere Fläche schließt es
en: Fills the current display; click empty space to close
es: Ocupa la pantalla actual; haz clic en un espacio vacío para cerrar
fr: Remplit l’écran actuel ; cliquez dans le vide pour fermer
ja: 現在のディスプレイ全体に表示。空白のクリックで閉じます
ko: 현재 디스플레이를 채우며 빈 공간을 클릭하면 닫힙니다
pt: Ocupa a tela atual; clique no espaço vazio para fechar
ru: Заполняет текущий экран; закройте кликом по пустому месту
tr: Geçerli ekranı kaplar; kapatmak için boş bir yere tıklayın
zh_hant: 鋪滿當前螢幕，點擊空白處關閉

# settings.window.mode.title
source: 唤出方式
ar: وضع الفتح
de: Öffnungsmodus
en: Open Mode
es: Modo de apertura
fr: Mode d’ouverture
ja: 開き方
ko: 열기 모드
pt: Modo de abertura
ru: Режим открытия
tr: Açılış Modu
zh_hant: 喚出方式

# settings.window.size.description
source: 紧凑窗口占屏幕的比例
ar: نسبة الشاشة في الوضع المضغوط
de: Bildschirmanteil im Kompaktmodus
en: Screen coverage for compact mode
es: Porción de pantalla en modo compacto
fr: Part de l’écran en mode compact
ja: コンパクトモードで画面を占める割合
ko: 컴팩트 모드에서 차지하는 화면 비율
pt: Área da tela no modo compacto
ru: Доля экрана в компактном режиме
tr: Kompakt modun ekranı kaplama oranı
zh_hant: 緊湊窗口占螢幕的比例

# settings.window.size.title
source: 窗口大小
ar: حجم النافذة
de: Fenstergröße
en: Window Size
es: Tamaño de ventana
fr: Taille de la fenêtre
ja: ウィンドウ サイズ
ko: 창 크기
pt: Tamanho da janela
ru: Размер окна
tr: Pencere Boyutu

# settings.window.title
source: 窗口
ar: نافذة
de: Fenster
en: Window
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 창
pt: Janela
ru: Окно
tr: Pencere
